IdeaRS.OpenModel.Concrete.CheckResult.ConcreteULSCheckResultFatigueEc2
ULS Check Fatigue Ec2

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteULSCheckResultFatigueEc2.DecissionMethod
decision fatigue check

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteULSCheckResultFatigueEc2.InternalForceMax
internal forces for fatigue calculation max

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteULSCheckResultFatigueEc2.InternalForceMin
internal forces for fatigue calculation min